Constructs a default instance of vector settings.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public AnalysisDisplayVectorSettings()
  Visual Basic
Public Sub New
  Visual C++
public:
AnalysisDisplayVectorSettings()
 See Also
  AnalysisDisplayVectorSettings Class
  AnalysisDisplayVectorSettings Overload
  Autodesk.Revit.DB.Analysis Namespace